#ifndef DESCRIPTION_H
#define DESCRIPTION_H

namespace Description
{
    const char *TITLE = "Описание программы";
    const char *ABOUT_PROGRAM = 
    "Для описания фигур используются файлы с расширением txt.\n"
    "В первой строке файла указывается количество точек фигуры, "
    "На каждой следующей строке указываются координаты (x, y, z) "
    "каждой из точек. Затем указано количество ребер фигуры, "
    "а за ней на каждой строке отдельно указываются связи ребер "
    "(нумерация начинается с 0).";
}

#endif